Repository: ViktorSjogren/app-dipzarc-elevate
Catalog: SharedResources.*.resx
Languages: sv_se

source: Sign in
sv_se: Logga in

source: Sign out
sv_se: Logga ut

# HomeTitle
source: Dizparc Elevate - PAM Solutions
sv_se: Dizparc Elevate - PAM-lösningar

source: Unlock User Account
sv_se: Lås upp användarkonto

# UnlockDescription
source: Unlock your privileged user account.
sv_se: Lås upp ditt privilegierade användarkonto.

source: Start Unlock Process
sv_se: Starta upplåsningsprocess

source: Back to Dashboard
sv_se: Tillbaka till kontrollpanelen

source: Need Help?
sv_se: Behöver du hjälp?

# ContactSupportText
source: Contact our support team for assistance with PAM operations, account issues, or system configuration.
sv_se: Kontakta vårt supportteam för hjälp med PAM-operationer, kontoproblem eller systemkonfiguration.

source: Request Information
sv_se: Begäraninformation

# RequestInfoDescription
source: Your access details and request information:
sv_se: Dina åtkomstuppgifter och begäraninformation:

source: Requested by
sv_se: Begärd av

source: Elevate Account
sv_se: Elevate-konto

source: IP Address
sv_se: IP-adress

source: Request Time
sv_se: Begäran tid

source: Target Servers
sv_se: Målservrar

source: User Roles
sv_se: Användarroller

source: Select All
sv_se: Välj alla

source: Clear All
sv_se: Rensa alla

source: selected
sv_se: valda

source: Server instance
sv_se: Serverinstans

source: Permission role
sv_se: Behörighetsroll

source: Reason for Unlock
sv_se: Anledning till upplåsning

# EnterReason
source: Enter the reason for unlocking this account
sv_se: Ange anledningen till att låsa upp detta konto

# ReasonHelpText
source: Please provide a detailed reason for the unlock request for audit purposes.
sv_se: Vänligen ange en detaljerad anledning för upplåsningsbegäran för granskningsändamål.

source: Send request
sv_se: Skicka begäran

source: Security Notice
sv_se: Säkerhetsmeddelande

# SecurityNoticeText
source: All unlock requests are comprehensively logged and audited for compliance purposes.
sv_se: Alla upplåsningsbegäranden loggas omfattande och granskas för efterlevnadsändamål.

# NoServersAvailable
source: No servers available for your permissions. Please contact your administrator.
sv_se: Inga servrar tillgängliga för dina behörigheter. Kontakta din administratör.

# NoRolesAvailable
source: No roles available for your permissions. Please contact your administrator.
sv_se: Inga roller tillgängliga för dina behörigheter. Kontakta din administratör.
